Repository: gagnieray/plugin-maps
Catalog: lang/maps_*.utf8.po
Languages: de_de, es, it_it, uk

source: Javascript libraries has not been built!
de_de: Die Javascript-Bibliotheken wurden noch nicht kompiliert!
es: ¡ Las bibliotecas Javascript no se han compiladas !
it_it: Le librerie Javascript non sono state compilate!
uk: Бібліотеки Javascript не створено!

source: My localization
de_de: Meine Lokalisierung
es: Mi localización
it_it: La mia localizzazione
uk: Моя локалізація

source: Maps
de_de: Karten
es: Mapas
it_it: Mappe

source: Geolocalize
de_de: Geolokalisieren
es: Geolocalizar
it_it: Geolocalizza
uk: Геолокалізувати

source: Geolocalize %membername
de_de: Geolokalisiere %membername
es: Geolocalizar %membername
it_it: Geolocalizza %nomeutente
uk: Геолокалізувати %membername

source: Coordinates has not been loaded. Maybe plugin tables does not exists in the database?
es: No se han cargado las coordenadas. ¿Quizá las tablas del complemento no existen en la base de datos?
it_it: Le coordinate non sono state caricate. Forse le tabelle dei plugin non esistono nel database?
uk: Координати не завантажено. Можливо, таблиць додатків не існує в базі даних?

source: %member geographic position
de_de: %member geographische Position
es: Posición geográfica de %member
it_it: Posizione geografica del %member
uk: Географічне положення %member

source: Superadmin cannot be localized.
de_de: Der Superadmin kann nicht gefunden werden.
es: No se puede localizar Superadmin.
it_it: Il Super-amministratore non può essere localizzato.
uk: Суперадмін не може бути локалізований.

source: Coordinates has not been removed :(
de_de: Koordinaten wurden nicht entfernt :(
es: No se ha eliminado Coordenadas :(
it_it: Le coordinate non sono state rimosse :(
uk: Координати не видалено :(

source: Coordinates has been removed!
de_de: Koordinaten wurden entfernt!
es: ¡Se han eliminado las coordenadas!
it_it: Le coordinate sono state rimosse!
uk: Координати видалено!

source: New coordinates has been stored!
de_de: Neue Koordinaten wurden gespeichert!
es: ¡Se han almacenado las nuevas coordenadas!
it_it: Nuove coordinate sono state memorizzate!
uk: Збережено нові координати!

source: Coordinates has not been stored :(
de_de: Koordinaten wurden nicht gespeichert :(
es: No se han almacenado las coordenadas :(
it_it: Le coordinate non sono state memorizzate :(
uk: Координати не зберігаються :(

source: Something went wrong :(
de_de: Etwas ist schief gelaufen :(
es: Se ha producido un problema :(
it_it: Qualcosa è andato storto :(
uk: Щось пішло не так :(

source: Member (company)
de_de: Mitglied (Unternehmen)
es: Miembro (empresa)
it_it: Utente (Azienda)
uk: Член (компанія)

source: Search result
de_de: Suchergebnis
es: Resultado de la búsqueda
it_it: Risultato di ricerca
uk: Підсумки пошуку

source: aka
es: también conocido como
it_it: Alias
uk: він же

source: An error occured during 'I live here' process :(
de_de: Beim "Ich lebe hier" Prozess ist ein Fehler aufgetreten :(
es: Se produjo un error durante el proceso de «Vivo aquí» :(
it_it: Si è verificato un errore durante il processo "Io vivo qui" :(
uk: Помилка під час процесу "Я живу тут" :(

source: Display map in full screen
de_de: Karte im Vollbildmodus anzeigen
es: Mostrar mapa en pantalla completa
it_it: Visualizza la mappa a schermo intero
uk: Відкрити мапу на весь екран

source: Search your town...
de_de: Suche deine Stadt...
es: Buscar tu población...
it_it: Cerca la tua città ...
uk: Пошук вашого міста...

source: Search a town...
de_de: Suche eine Stadt...
es: Buscar una población...
it_it: Cerca una città ...
uk: Пошук міста...

source: Sorry, that town could not be found.
de_de: Entschuldigung, diese Stadt konnte nicht gefunden werden.
es: Lo siento, no se ha podido encontrar esa población.
it_it: Spiacente, quella città non è stata trovata.
uk: На жаль, цього міста не вдалося знайти.

source: Search
de_de: Suchen
es: Buscar
it_it: Cerca
uk: Пошук

source: Show me where I am
de_de: Zeig mir, wo ich bin
es: Mostrarme dónde estoy
it_it: Mostrami dove mi trovo
uk: Показати де я

source: You seem located outside the boundaries of the map
de_de: Sie scheinen sich außerhalb der Kartengrenzen zu befinden
es: Parece que tu localización está fuera de los límites del mapa
it_it: Sembra che ti trovi al di fuori dei confini della mappa
uk: Здається, ви знаходитесь поза межами мапи

source: Map data (c)
de_de: Kartendaten (c)
es: Datos cartográficos ©
it_it: Dati mappa (c)
uk: Дані мапи (c)

source: OpenStreetMap contributors
de_de: OpenStreetMap-Mitwirkende
es: contribuidores de OpenStreetMap
it_it: Collaboratori di OpenStreetMap
uk: Землеписці OpenStreetMap

source: Imagery (c)
de_de: Bilder (c)
es: Imágenes ©
it_it: Immagini (c)
uk: Зображення (c)

source: Choose your location
de_de: Wähle deinen Standort
es: Escoge tu ubicación
it_it: Scegli la tua posizione
uk: Виберіть своє місцеперебування

source: Choose %member location
de_de: Wählen Sie %member Standort
es: Escoge la ubicación de %member
it_it: Scegli posizione del %member
uk: Оберіть розташування %member

source: Select your town.
de_de: Wählen Sie Ihre Stadt aus.
es: Escoge tu población.
it_it: Seleziona la tua città.
uk: Виберіть своє місто.

source: In the database, town is set to: '%town'
de_de: In der Datenbank ist Stadt auf: '%town' eingestellt
es: En la base de datos, la población está indicada como: '%town'
it_it: Nel database, la città è impostata su: '%town'
uk: У базі даних установлено місто: '%town'

source: You clicked at %p
de_de: Sie haben auf %p geklickt
es: Has pulsado en %p
it_it: Hai fatto clic su %p
uk: Ви натиснули на %p

source: I live here!
de_de: Ich wohne hier!
es: ¡Vivo aquí!
it_it: Io vivo qui!
uk: Я живу тут!

source: Member lives here!
de_de: Mitglied wohnt hier!
es: ¡El miembro vive aquí!
it_it: L'utente vive qui!
uk: Член живе тут!

source: Remove my coordinates
de_de: Entferne meine Koordinaten
es: Eliminar mis coordenadas
it_it: Rimuovi le mie coordinate
uk: Видалити мої координати

source: Remove member coordinates
de_de: Entferne Mitglieds Koordinaten
es: Eliminar coordenadas de miembro
it_it: Rimuovi le coordinate dell'utente
uk: Видалити координати члена

source: Are you sure you want to remove coordinates from the database?
de_de: Möchten Sie die Koordinaten wirklich aus der Datenbank entfernen?
es: ¿Confirma que quiere eliminar las coordenadas de esta base de datos?
it_it: Sei sicuro di voler rimuovere le coordinate dal database?
uk: Ви впевнені, що хочете видалити координати з бази даних?

source: An error occured removing coordinates :(
de_de: Beim Entfernen der Koordinaten ist ein Fehler aufgetreten :(
es: Se produjo un error al eliminar las coordenadas :(
it_it: Si è verificato un errore durante la rimozione delle coordinate :(
uk: Під час видалення координат сталася помилка :(
